Storeroom/fio/fio_disk/disk_bare/without_raid_cache/log/RAID0/log_39/sdf/fio_write_512k.log
test: (g=0): rw=write, bs=(R) 512KiB-512KiB, (W) 512KiB-512KiB, (T) 512KiB-512KiB, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=15088: Mon Jul 23 18:26:19 2018
  write: IOPS=400, BW=200MiB/s (210MB/s)(1024MiB/5117msec)
    slat (usec): min=35, max=203, avg=98.40, stdev=35.36
    clat (msec): min=14, max=314, avg=159.64, stdev=20.89
     lat (msec): min=14, max=314, avg=159.74, stdev=20.89
    clat percentiles (msec):
     |  1.00th=[   79],  5.00th=[  148], 10.00th=[  153], 20.00th=[  155],
     | 30.00th=[  157], 40.00th=[  159], 50.00th=[  159], 60.00th=[  161],
     | 70.00th=[  163], 80.00th=[  165], 90.00th=[  169], 95.00th=[  174],
     | 99.00th=[  266], 99.50th=[  292], 99.90th=[  296], 99.95th=[  296],
     | 99.99th=[  313]
   bw (  KiB/s): min=189440, max=209920, per=99.17%, avg=203223.90, stdev=5798.61, samples=10
   iops        : min=  370, max=  410, avg=396.90, stdev=11.34, samples=10
  lat (msec)   : 20=0.15%, 50=0.44%, 100=0.98%, 250=97.31%, 500=1.12%
  cpu          : usr=1.62%, sys=3.21%, ctx=945, majf=0, minf=28
  IO depths    : 1=0.1%, 2=0.1%, 4=0.2%, 8=0.4%, 16=0.8%, 32=1.6%, >=64=96.9%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=99.9%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,2048,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=200MiB/s (210MB/s), 200MiB/s-200MiB/s (210MB/s-210MB/s), io=1024MiB (1074MB), run=5117-5117msec

Disk stats (read/write):
  sdf: ios=40/3905, merge=0/0, ticks=8/610929, in_queue=620951, util=97.82%